Repository: 84000/data-translation-memory
Catalog: toh57-v3.tmx
Source language: bo
Languages: en

source: མེའི་ཁམས་ལ་སྙོམས་པར་ཞུགས་ནས་རྫུ་འཕྲུལ་རྣམས་མངོན་པར་བསྟན་ཏེ།
en: He entered into equipoise on the fire element and revealed his supernormal abilities.

source: འོད་ཟེར་ཆེན་པོ་བཀྱེ་ནས་སྟེང་དུ་འབར་བ་དང་།
en: He radiated great rays of light.

source: ཚ་བ་དང་། འོག་ཏུ་ཆུ་འབབ་པ་ལ་སོགས་པ་བསྟན་ཏེ།
en: Above, he displayed flame and heat, below, a flow of water, and so forth.

source: ལུས་འདི་སྤངས་ནས་རྣམ་པར་ཤེས་པ་སྐྱེ་བར་མི་འགྱུར་བ་ལྷག་མ་མེད་པའི་མྱ་ངན་ལས་འདས་པའི་དབྱིངས་སུ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་སོ། །
en: Having abandoned this body, his consciousness was not born again, and he completely transcended suffering in the state of nirvāṇa without remainder.

source: དེ་ནས་ཁྱིམ་བདག་དེས་དེའི་རུས་བུ་བླངས་ནས་དྲིའི་ཤིང་ཐམས་ཅད་ཀྱིས་བསྲེགས་ཏེ།
en: Then the householder took his bones and cremated them with entirely fragrant wood.

source: འོ་མས་མེ་བསད་ནས་རུས་པ་ལྷག་མ་ལུས་པར་བསྡུས་ཏེ་བུམ་པ་སར་པའི་ནང་དུ་བཅུག་ནས་མཆོད་རྟེན་བརྩིགས་ཏེ། གདུགས་དང་། རྒྱལ་མཚན་དང་།
en: He put the fire out with milk, gathered the remaining bones, put them in a new urn, and built a stūpa.

source: བ་དན་རྣམས་བཙུགས་ནས་ཤིན་ཏུ་དང་བའི་དད་པས་དྲིའི་ཆུ་གྱ་ནོམ་པ་སུམ་ཅུ་གཏོར་ཏེ།
en: He planted parasols, banners, and flags. With very pure faith, he sprinkled them with sublimely fragrant water thirty times.

source: མཚན་བཟང་པོ་རྣམས་གྲུབ་པར་ཤོག་ཤིག་ཅེས་སྨོན་ལམ་ཆེན་པོ་བཏབ་བོ། །
en: He made a great aspiration: ‘May I have the excellent marks.’

source: དགེ་སློང་དག་ལེགས་པར་ཉོན་ལ་དེའི་ཚེ་དེའི་དུས་ན་ཁྱིམ་བདག་ཏུ་གྱུར་པ་དེ་གཞན་ཡིན་པ་སྙམ་དུ་སེམས་ན་དེ་ལྟར་མི་བལྟ་སྟེ།
en: “Monks, listen carefully. If you think that the one who was, at that time, the householder was someone else, do not see it that way.

source: དེ་ནི་དགའ་བོ་འདི་ཉིད་ཡིན་ནོ། །
en: He was Nanda himself.

source: འདིས་མཆོད་པ་མཆོག་བྱས་པ་དང་། གུས་པ་དང་། ཤིན་ཏུ་དང་བ་བསྐྱེད་པའི་ལས་ཀྱི་དབང་གིས་དེང་འདིས་མཚན་མཆོག་ཁྱད་པར་དུ་འཕགས་པ་སུམ་བཅུ་མངོན་པར་གྲུབ་པའི་རྣམ་པར་སྨིན་པ་མྱོང་བར་གྱུར་པ་ཡིན་ནོ། །
en: Due to the karma of making the best offerings and producing reverence and very pure faith, now he experiences the fruit of obtaining the thirty exalted, excellent marks.”

source: དེ་ནས་འཁོར་མང་པོ་རྣམས་ཡང་ཐེ་ཚོམ་སྐྱེས་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་ཚེ་དང་ལྡན་པ་དགའ་བོས་ལས་ཅི་བགྱིས་ན་གལ་ཏེ་འདིར་རབ་ཏུ་མ་བྱུང་ཞིང་ཁྱིམ་ན་གནས་པར་གྱུར་ན་གདོན་མི་ཟ་བར་སྟོབས་ཀྱི་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་འདིས་བགྱིས་པར་འགྱུར་བ་ལགས།
en: Then the numerous retinues again became uncertain and asked the Bhagavān, “Venerable one, what action did the venerable Nanda perform by doing which, if he did not go forth but remained a layman, he would doubtlessly become a powerful universal monarch?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་དག་དགའ་བོས་ཚེ་རབས་སྔ་མ་ལ་ལས་མངོན་པར་འདུས་བྱས་པའི་འབྲས་བུ་རྣམ་པར་སྨིན་པ་ཡོངས་སུ་སྨིན་པར་གྱུར་པའི་ཚེ་གདོན་མི་ཟ་བར་བདག་ཉིད་ཀྱིས་མྱོང་བར་འགྱུར་རོ། །
en: The Bhagavān said, “Monks, when the fruit of the karma that the venerable Nanda produced in previous lives matures, he himself will doubtlessly experience it,” and so forth.

source: ཞེས་བྱ་བ་ལ་སོགས་པ་ཡང་རྒྱས་པར་གོང་མ་བཞིན་དུ་རྒྱས་པར་སྦྱར་ཏེ། དགེ་སློང་དག་སྔོན་བྱུང་བ་བསྐལ་པ་བཟང་པོ་འདི་ཉིད་ལ་སྐྱེ་དགུ་རྣམས་ཚེ་ལོ་སྟོང་ཕྲག་ཉི་ཤུ་ཐུབ་པ་ན་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་ཞེས་བྱ་བ་མཚན་སུམ་ཅུ་དང་ལྡན་པ་འཇིག་རྟེན་དུ་བྱུང་སྟེ།
en: (This is again to be supplied in detail as it was given in detail above.) “Monks, in the past, in this Good Eon, when beings could live to the age of twenty thousand years, the tathāgata, arhat, complete and perfect buddha named Kāśyapa, who possessed the thirty marks, appeared in the world.

source: ཡུལ་བཱ་ར་ཎཱ་སི་དྲང་སྲོང་ལྷུང་བའི་གནས་རི་དགས་བྱིན་པའི་ཚལ་ན་བཞུགས་སོ། །
en: He stayed at Ṛṣipatana Deer Park in Vārāṇasī.

source: དེའི་ཚེ་ན་གྲོང་ཁྱེར་དེ་ན་རྒྱལ་པོ་ཀྲི་ཀྲི་ཞེས་བྱ་བ་རྒྱལ་པོ་བྱེད་དེ།
en: At that time, King Kṛkin was king in the city.

source: འདི་ལྟར་ཆོས་ཀྱིས་འཇིག་རྟེན་འདུལ་བར་བྱེད་པས་ཆོས་བཞིན་དུ་རྒྱལ་པོ་བྱེད་དོ། །
en: Taming the people by means of the Dharma, he ruled according to the Dharma, and so forth.

source: ཞེས་བྱ་བ་ལ་སོགས་པ་ཡང་རྒྱས་པར་གོང་མ་བཞིན་དུ་སྦྱར་རོ། །རྒྱལ་པོ་དེ་ལ་བུ་གསུམ་ཡོད་དེ། འདི་ལྟ་སྟེ་རབ་དང་། འབྲིང་པོ་དང་། ཐ་ཆུངས་སོ། །
en: (The rest is to be supplied in detail as above.) The king had three sons, oldest, middle, and youngest.

source: དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་སངས་རྒྱས་ཀྱི་མཛད་པ་མཐར་ཕྱིན་ནས་ཤིང་ཟད་པའི་མེ་བཞིན་དུ་ལྷག་མ་མེད་པའི་མྱ་ངན་ལས་འདས་པའི་དབྱིངས་སུ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་དང་། རྒྱལ་པོ་དེས་གུས་པའི་སེམས་ཀྱིས་དེ་བཞིན་གཤེགས་པའི་སྐུ་གདུང་བླངས་ཏེ། དྲིའི་ཤིང་ཙན་དན་དང་། གོ་ཤིར་ཥ་དང་། ལྷའི་སྤོས་ཀྱི་ཤིང་ལ་སོགས་པས་བསྲེགས་ཏེ།
en: “After the awakened deeds of the tathāgata, arhat, complete and perfect Buddha Kāśyapa were finished, he totally transcended suffering in the state of nirvāṇa without remainder, and the king, with a reverent mind, took the Tathāgata’s body and cremated it with fragrant wood, such as sandalwood, white sandalwood, and divine perfumed wood.

source: འོ་མས་མེ་བསད་ནས་རིང་བསྲེལ་བསྡུས་ཏེ།
en: He put out the fire with milk, gathered the relics, and placed them inside a jeweled urn.

source: རིན་པོ་ཆེའི་བུམ་པའི་ནང་དུ་བཅུག་ནས་མཆོད་རྟེན་ཆེན་པོ་རིན་པོ་ཆེ་སྣ་བཞི་ལས་བྱས་པ་ཁོ་ར་ཁོར་ཡུག་ཏུ་ནི་དཔག་ཚད་གཅིག །
en: He made a stūpa out of four types of jewels, one yojana around and half a yojana high.

source: འཕང་དུ་ནི་དཔག་ཚད་ཕྱེད་ཡོད་པ་བརྩིགས་ནས་དེ་ལ་འཁོར་ལོ་འཛུགས་པའི་ཚེ་རྒྱལ་པོའི་བུ་འབྲིང་པོ་དེས་བདག་ཉིད་སྟེང་དུ་འཛེགས་ནས་འཁོར་ལོ་བར་མ་བཙུགས་སོ། །
en: When it was time to erect the wheels, the middle son of the king climbed up and erected the middle wheel.

source: དགེ་སློང་དག་དེའི་ཚེ་དེའི་དུས་ན། རྒྱལ་པོའི་བུ་འབྲིང་པོར་གྱུར་པ་དེ་གཞན་ཡིན་པ་སྙམ་དུ་སེམས་ན་དེ་ལྟར་མི་བལྟ་སྟེ།
en: “Monks, if you think that the one who was, at that time, the king’s middle son was someone else, do not see it that way.

source: དགའ་བོ་འདི་ཉིད་ཡིན་ནོ། །
en: He was Nanda himself.

source: འདིས་སྔོན་འདས་པའི་དུས་སུ་གུས་པའི་སེམས་ཀྱིས་མཆོད་པ་བྱས་པ་དང་། འཁོར་ལོ་བར་མ་བཙུགས་པའི་དགེ་བའི་ལས་དེས་ཚེ་རབས་ཉིས་སྟོང་ལྔ་བརྒྱའི་བར་རྟག་པར་གླིང་གཅིག་ལ་དབང་བའི་སྟོབས་ཀྱི་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་བྱས་སོ། །
en: Through the virtue in the past of making offerings with a reverent mind and erecting the middle wheel, for twenty-five thousand lifetimes he became a powerful universal monarch who constantly controls one continent.

source: ཚེ་འདི་ལ་གལ་ཏེ་རབ་ཏུ་བྱུང་བར་མ་གྱུར་ན་དེ་བཞིན་དུ་སྟོབས་ཀྱི་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་དབང་ཕྱུག་ཆེན་པོ་ལ་དབང་སྒྱུར་བ་བྱེད་པར་འགྱུར་རོ། །
en: In this lifetime, if he had not gone forth, he would in the same way have wielded power as a powerful universal monarch with great authority.”

source: དེ་ནས་འཁོར་མང་པོ་རྣམས་ཐེ་ཚོམ་དུ་གྱུར་ནས་ཡང་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་ཚེ་དང་ལྡན་པ་དགའ་བོས་སྔོན་ཅི་བགྱིས་ན་ཉན་ཐོས་ཀྱི་ནང་ན་དབང་པོའི་སྒོ་རབ་ཏུ་སྡོམ་པའི་མཆོག་ཏུ་བཀའ་སྩལ་ལགས།
en: Then the numerous retinues became uncertain and again asked the Bhagavān, “Venerable one, please explain what the venerable Nanda did in the past so that he is the best among the śrāvakas at controlling the doors of the senses.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འདི་ནི་སྔོན་གྱི་སྨོན་ལམ་གྱི་སྟོབས་ལས་གྱུར་པ་ཡིན་ཏེ།
en: The Bhagavān replied, “This is through the power of a past aspiration.

source: དགེ་སློང་དག་དགའ་བོ་འདི་སྔོན་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་བསྟན་པ་ལ་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་བྱུང་བ་ལས་དེའི་མཁན་པོ་བཅོམ་ལྡན་འདས་དེའི་བསྟན་པ་ལ་དབང་པོའི་སྒོ་རབ་ཏུ་སྡོམ་པའི་མཆོག་ཏུ་བསྔགས་པ་བརྗོད་པར་གྱུར་ཏོ། །
en: Monks, in the past, Nanda went forth from home into homelessness in the dispensation of the tathāgata, arhat, complete and perfect Buddha Kāśyapa. His preceptor was praised as the best in the dispensation of that Bhagavān at controlling the doors of the senses.

source: དེས་ཇི་སྲིད་འཚོའི་བར་དུ་ཚངས་པར་སྤྱད་ཀྱང་ཚེ་དེ་ཉིད་ལ་མངོན་པར་རྟོགས་པ་ཅི་ཡང་ཐོབ་པར་མ་གྱུར་པས་དེ་འཆི་བའི་དུས་ཀྱི་ཚེ།
en: As long as he lived, he practiced perfect conduct, but in that lifetime, he did not achieve any realizations, and at the time of his death, he said, ‘Under the dispensation of the Tathāgata, I practiced perfect conduct for as long as I lived, but in this lifetime, I did not have any realizations.

source: འདི་སྐད་དུ་བདག་གིས་དེ་བཞིན་གཤེགས་པའི་བསྟན་པ་ལ་ཇི་སྲིད་འཚོ་བའི་བར་དུ་ཚངས་པར་སྤྱད་ཀྱང་ཚེ་འདི་ཉིད་ལ་མངོན་པར་རྟོགས་པ་ཅི་ཡང་མེད་པས་བདག་གིས་ཚངས་པར་སྤྱད་པའི་དགེ་བའི་རྩ་བ་འདིས་བཅོམ་ལྡན་འདས་འོད་སྲུང་གིས་མ་འོངས་པའི་དུས་ན་བྲམ་ཟེའི་ཁྱེའུ་བླ་མ་ཞེས་བྱ་བ་འདི་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་ཏེ། མཚན་ཡང་ཤཱཀྱ་ཐུབ་པ་ཞེས་བྱ་བར་འགྱུར་རོ་ཞེས་ལུང་བསྟན་པས་བདག་ཀྱང་བཅོམ་ལྡན་འདས་དེའི་བསྟན་པ་ལ་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་བྱུང་སྟེ།
en: Due to this root of virtue of practicing perfect conduct, the Bhagavān Kāśyapa prophesied that, in the future, this brahmin boy named Superior would fully awaken to complete and perfect awakening and would be named Śākyamuni, and I, in the dispensation of that bhagavān, would go forth from home into homelessness.

source: ཉོན་མོངས་པ་རྣམས་སྤངས་ནས་དགྲ་བཅོམ་པའི་འབྲས་བུ་ཐོབ་པར་གྱུར་ཏེ།
en: Having abandoned the afflictions, I will obtain the fruit of arhatship.

source: ཇི་ལྟར་བདག་གི་མཁན་པོ་འདི་བཅོམ་ལྡན་འདས་འདིའི་བསྟན་པ་ལ་དབང་པོའི་སྒོ་རབ་ཏུ་སྡོམ་པའི་མཆོག་ཏུ་གྱུར་པ་དེ་བཞིན་དུ་བདག་ཀྱང་བཅོམ་ལྡན་འདས་དེའི་བསྟན་པ་ལ་དབང་པོའི་སྒོ་རབ་ཏུ་སྡོམ་པའི་མཆོག་ཏུ་གྱུར་ཅིག་ཅེས།
en: Just as my preceptor, in the dispensation of this bhagavān, was the best at controlling the doors of the senses, in the same way, let me, too, be best in the dispensation of that bhagavān at controlling the doors of the senses.’

source: སྨོན་ལམ་བཏབ་པས་ན་སྨོན་ལམ་དེའི་སྟོབས་ཀྱིས་དེང་འདིར་ངའི་བསྟན་པ་ལ་ཉན་ཐོས་ཀྱི་ནང་ན་དབང་པོའི་སྒོ་རབ་ཏུ་སྡོམ་པའི་མཆོག་ཏུ་གྱུར་པ་ཡིན་ནོ། །
en: Having made such an aspiration, by the force of that aspiration, now, here in my dispensation, he has become the best among the śrāvakas at controlling the doors of the senses.

source: འདི་ལྟར་དགེ་སློང་དག་གང་གཅིག་ཏུ་གནག་པའི་ལས་ཀྱི་རྣམ་པར་སྨིན་པ་ཡང་གཅིག་ཏུ་གནག་གོ །
en: “Thus, monks, the fruition of a totally black action will also be totally black.

source: གང་གཅིག་ཏུ་དཀར་བའི་ལས་ཀྱི་རྣམ་པར་སྨིན་པ་ཡང་གཅིག་ཏུ་དཀར་རོ། །
en: The fruition of a totally white action will also be totally white.

source: ལས་འདྲེན་མ་གང་ཡིན་པ་དེ་ནི་རྣམ་པར་སྨིན་པ་ཡང་འདྲེན་མར་མྱོང་བར་འགྱུར་ཏེ།
en: As for an action that is mixed, its fruition will also be experienced as mixed.

source: དེ་ལྟ་བས་ན་ཁྱེད་ཀྱིས་གཅིག་ཏུ་གནག་པ་དང་། འདྲེན་མའི་ལས་སྤངས་ལ་གཅིག་ཏུ་དཀར་བའི་ལས་བསྒྲུབ་པར་བྱའོ།། །།
en: Therefore, you should abandon totally black and mixed actions and perform totally white actions.”

source: འཕགས་པ་དཀོན་མཆོག་བརྩེགས་པ་ཆེན་པོའི་ཆོས་ཀྱི་རྣམ་གྲངས་ལེའུ་སྟོང་ཕྲག་བརྒྱ་པ་ལས་མངལ་ན་གནས་པ་བསྟན་པའི་འདུས་པ་སྟེ་འདུས་པ་བཅུ་གསུམ་པ་རྫོགས་སོ།། །།
en: This concludes the collection of “The Teaching on Dwelling in the Womb,” the thirteenth collection, from the one hundred thousand sections of the Dharma discourse of the noble Great Heap of Jewels.
